example_site/content/2023-07-01-hello.org
#+title:  My first post
#+author: Graham Marlow
#+date:   <2023-07-01 Sat>

Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do
eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut
enim ad minim veniam, quis nostrud exercitation ullamco laboris
nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in
reprehenderit in voluptate velit esse cillum dolore eu fugiat
nulla pariatur. Excepteur sint occaecat cupidatat non proident,
sunt in culpa qui officia deserunt mollit anim id est laborum.

** Some code snippets

#+begin_src emacs-lisp
  (message "Hello world!")
#+end_src
